Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_94_itemid_EQ_177.tmx
Source language: sme
Languages: smn

source: Sámekulturguovddáš
smn: Sämikulttuurkuávdáš

source: Sámegielat giellalávgun skuvllas
smn: Säämi kielâlávgum škoovlâst

source: Sámi mánáidkulturguovddaš
smn: Säämi párnáikulttuurkuávdáš

source: Sámi mánáidkulturguovddáš doarju doaimmainis sámemánáid ja nuoraid identitehta ovdáneami .
smn: Säämi párnáikulttuurkuávdáš tuárju jieijâs toimáin sämipárnái já nuorâi identiteet ovdánem .

source: Ovttasbargin doibmet váldoáššis skuvllat , beaiveruovttut ja giellabeasit , maid bokte prošeavtta ulbmiljoavku , nuppiid sániiguin sámeguovllu vuollái 18-jahkásaš sámemánát ja nuorat juksojit njuovžilit .
smn: Ohtsâšpargopeellin tuáimih iänááš škoovlah , peivipääihih já kielâpiervâleh , moi pehti haavâ čuásáttâhjuávhu ađai sämikuávlu vuálá 18-ihásijd sämipárnáid já nuorâid fáttee älkkeemusâht .

source: Geavadis mánáidkulturguovddáš lágida sámekultuvrra doarju doaimma skuvllaide , beaiveruovttuide ja giellabesiide .
smn: Keevâtlávt párnáikulttuurkuávdáš uárnee sämikulttuur tuárjoo tooimâ škovláid , peivipaihijd já kielâpiervâláid .

source: Sámi mánáidkulturguovddáš oassálastá vejolašvuođaid mielde maiddái sámedáhpáhusaid ordnemiidda ovdamearkan fállamiin prográmma mánáide ja nuoraide .
smn: Säämi párnáikulttuurkuávdáš uásálist máhđulâšvuođâi mield meid sämitábáhtusâi orniimáid ovdâmerkkân pyevtitmáin ohjelm párnáid já nuoraid .

source: Sámi mánáidkulturguovddáža ovddidansuorggit jagiide 2009–2013 leat
smn: Säämi párnáikulttuurkuávdáá ovdedemsektoreh ivvijd 2009–2013 láá

source: sámenuoraid kulturidentitehta nannen ,
smn: säminuorâi kulttuuridentiteet nanodem ,

source: árbevirolaš duodjedáiddut ,
smn: ärbivuáváliih kieđâ tááiđuh ,

source: kultuvrralaš sisdoallobuvttadeapmi ja
smn: kulttuurlâš siskáldâspyevtittem já

source: rájáid gaskasaš ovttasbarggu ovddideapmi .
smn: raajij koskâsii oovtâstpargo ovdedem .

source: Ulbmilat ollašuhttojit ovttasbarggus sámiid resursaolbmuiguin , geat vástidit bargobájiid ja temábeivviid jođiheamis .
smn: Ulmeh olášittojeh oovtâstpargoost säämi reesuursulmuiguin , kiäh västideh pargopáájái já teemapeeivij stivriimist .

source: Resursaolbmot sirdet máhttima ja árbevirolaš dieđuid nuorabuidda .
smn: Reesuursulmuuh sirdeh mättimis já ärbivuáválâš tietimis nuorâb ulmuid .

source: Kultuvrra dovdan veahkeha mánáid ja nuoraid sámeidentitehta nanosmuvvama , mii lea eaktun sámekultuvrra seailumii ja eaktodáhtolaš ovdáneapmái .
smn: Kulttuur tubdâm iššeed párnái já nuorâi sämi-identiteet nanosmem , mii lii iähtu sämikulttuur siäilumân já jiešiävtulâš ovdánmân .

source: Sámi mánáidkulturguovddáš - prošeakta álggahii ođđa viđajahkásaš áigodaga jagi 2009 .
smn: Säämi párnáikulttuurkuávdáš - haahâ algâttij uđđâ viiđâivepaje ive 2009 .

source: Prošeakta lea Taikalamppu Lappi mánáidkulturfierpmádaga oassi , man ulbmilin lea doaibmat mánáidkultuvrra doarjun , lágideaddjin ja vejolašvuođaid láhččin .
smn: Haahâ lii uási Tijdâlamppu Laapi párnáikulttuurviärmáduv , mon ulmen lii toimâđ párnáikulttuur tuárjon , uárnejeijen já máhđulâšvuođâi läččen .

source: Jagiin 2009–2013 Lappi mánáidkulturfierpmádaga lahttut leat Giema , Giemajávrri , Roavvenjárgga ja Durdnosa gávpogat , Ranua gielda ja maiddái Sámediggi .
smn: Iivijn 2009–2013 Laapi párnáikulttuurviärmáduv jesâneh lijjii Kiemâ , Kiemâjäävsi , Ruávinjaargâ já Tuárnus kaavpugeh , Ranua kieldâ sehe Sämitigge .

source: Sámi mánáidkulturguovddáš doaibmá olles sámeguovllus : Eanodaga , Anára , Soađegili ja Ohcejoga gielddain .
smn: Säämi párnáikulttuurkuávdáš tuáimá ubâ sämikuávlust : Iänuduv , Aanaar , Suáđigil já Ucjuv kieldâin .

source: Sámi mánáidkulturguovddáža doaimma ruhtadit oahpahusministeriija , sámeguovllu gielddat ja Sámediggi .
smn: Säämi párnáikulttuurkuávdáá tooimâ ruttâdeh máttááttâsministeriö , sämikuávlu kieldah já sämitigge .

source: Taikalamppu-mánáidkulturfierpmádaga doaibma lea viidánan jagiid áigge árbevirolaš kultursektoris viidásut dáidda- ja kulturbajásgeassima , dearvvasvuođa ja buorredili guoski barggu guvlui .
smn: Tijdâlamppu- párnáikulttuurviärmáduv toimâ lii vijđánâm iivij ääigi ärbivuáválii kulttuursektorist vijđásub taaiđâ- já kulttuuršoddâdem sehe tiervâsvuođâ já pyereestvaijeem kyeskee pargo kuávlun .
